Repository: 01020403097/todo_app24
Catalog: lib/l10n/app_*.arb
Languages: ar

source: ToDo List
ar: قائمة تودو

source: Add new task
ar: إضافة مهمة جديدة

# titleCanNotBeEmpty
source: title can`t be embty
ar: لا يمكن أن يكون العنوان فارغًا

source: Enter task title
ar: أدخل عنوان المهمة

# descriptionCanNotBeEmpty
source: description can`t be embty
ar: لا يمكن أن يكون الوصف فارغًا

source: Enter task description
ar: أدخل وصف المهمه

source: select date
ar: حدد التاريخ

source: Submit
ar: عرض المهمه

source: the task is adding
ar: أضافة المهمه بنجاح

source: Error adding task
ar: خطأ في الأضافه

source: something went wrong!
ar: حدث خطأ ما !

source: Delete
ar: حذف

source: Language
ar: اللغات

source: Mode
ar: الوضع
